[
  {
    "item": "1",
    "texto": "Sinto-me seguro (a) ao utilizar tecnologias digitais em minhas aulas."
  },
  {
    "item": "2",
    "texto": "Tenho familiaridade com recursos digitais para preparar atividades de Matemática."
  },
  {
    "item": "3",
    "texto": "Minha experiência com o ensino de Álgebra é adequada para lidar com diferentes perfis de aprendizagem."
  },
  {
    "item": "4",
    "texto": " Costumo buscar formação continuada para aprimorar minha prática pedagógica."
  },
  {
    "item": "5",
    "texto": "Acredito que tecnologias digitais podem melhorar a aprendizagem de Álgebra."
  },
  {
    "item": "6",
    "texto": "Sei articular abordagens pedagógicas com o uso de tecnologias em sala de aula."
  },
  {
    "item": "7",
    "texto": " Conheço e utilizo tecnologias digitais para ensinar Álgebra."
  },
  {
    "item": "8",
    "texto": " O uso de tecnologias digitais no ensino de Álgebra ajuda na aprendizagem dos estudantes"
  },
  {
    "item": "9",
    "texto": " Conheço o funcionamento básico das ferramentas de Inteligência Artificial."
  },
  {
    "item": "10",
    "texto": "Sei explicar, de forma geral, como modelos de IA produzem respostas."
  },
  {
    "item": "11",
    "texto": "Sinto-me seguro (a) ao utilizar Inteligência Artificial Generativa em atividades pedagógicas."
  },
  {
    "item": "12",
    "texto": "É preciso de mais tempo de planejamento para integrar tecnologias digitais de forma eficaz no currículo de matemática."
  },
  {
    "item": "13",
    "texto": "A IA pode facilitar o planejamento de aulas ao sugerir ideias e estratégias didáticas."
  },
  {
    "item": "14",
    "texto": " A IA contribui para ampliar meu repertório de atividades no ensino de Álgebra."
  },
  {
    "item": "15",
    "texto": " O uso da IA ajuda na personalização do ensino para diferentes perfis de estudantes."
  },
  {
    "item": "16",
    "texto": "A IA pode apoiar na criação de materiais didáticos digitais para o ensino de Álgebra."
  },
  {
    "item": "17",
    "texto": "Chatbots podem ser utilizados para validar as respostas de exercícios algébricos complexos."
  },
  {
    "item": "18",
    "texto": "A IA pode gerar respostas imprecisas ou conceitos matemáticos incorretos."
  },
  {
    "item": "19",
    "texto": "Considero arriscado depender excessivamente da IA no planejamento pedagógico."
  },
  {
    "item": "20",
    "texto": "Tenho dificuldade em avaliar a qualidade pedagógica das respostas sugeridas pela IA."
  },
  {
    "item": "21",
    "texto": "A IA pode induzir estudantes a práticas de plágio ou cópia não reflexiva."
  },
  {
    "item": "22",
    "texto": "A IA não deve ser usada pelos estudantes, apenas pelos professores."
  },
  {
    "item": "23",
    "texto": "Tenho clareza sobre princípios éticos relacionados ao uso de IA na Educação."
  },
  {
    "item": "24",
    "texto": "A IA pode apresentar vieses, ampliando preconceito e desigualdades."
  },
  {
    "item": "25",
    "texto": "Utilizo a IA de forma crítica, ajustando suas sugestões às necessidades pedagógicas de cada turma que leciono."
  },
  {
    "item": "26",
    "texto": "Acredito que o uso da IA deve fortalecer, e não substituir, o papel do professor."
  },
  {
    "item": "27",
    "texto": "Considero importante desenvolver competências digitais e éticas para usar IA no ensino."
  },
  {
    "item": "28",
    "texto": "A IA não compromete a autoria docente, mesmo quando usada sem criticidade."
  },
  {
    "item": "29",
    "texto": "Acredito que uma formação sobre o uso de IA pode ajudar a melhorar minha prática pedagógica."
  },
  {
    "item": "30",
    "texto": "Tenho interesse em aprender como integrar IA no ensino de Álgebra."
  },
  {
    "item": "31",
    "texto": "Tenho uma atitude positiva em relação ao uso da IAG na Educação."
  },
  {
    "item": "32",
    "texto": "A IA oportuniza repensar práticas tradicionais de ensino de matemática."
  }
]